helps = {
    "Команды": {
        "@admin": {
            "short_info": "Вызов админа через Discord",
            "extended_info":
                "Альтернативный вызов админа работает через упоминание в игровом чате командой @admin"
        },
        "@give_items": {
            "short_info": "Выдает предметы",
            "extended_info":
                "Получить багаж при переносе со странной-платформы можно через команду в игровом чате @give_items"
        },
    },
    "Общая информация": {
        "где база?": {
            "short_info": "Где база?",
            "extended_info":
                "У нас нет общей базы, но есть приват, который защитит ваши дома!  "
                "Больше информации по данному вопросу можно найти в нашем Discord, кнопка сверху слева ;)) "
        },
        "чат": {
            "short_info": "Данные о работе синхронизатора чата",
            "extended_info":
                "Вы можете общаться с чатом нашего сообщества Discord из игры и наоборот"
        },
        "фишки чата": {
            "short_info": "Перечисление особенностей работы синхронизатора чата",
            "extended_info":
                "В чат Discord не отправляются сообщения, которые начинаются с символа '$, а также игровой шёпот"
        },
    }
}

# short_command_list = ", ".join(tuple("'" + command + "'" for command in helps))
# extended_command_list = "\n".join(tuple(key + ": " + value["short_info"] for key, value in helps.items()))
